{"meta":{"title":"mjy'blog","subtitle":"","description":"mjy","author":"mjy","url":"http://example.com","root":"/"},"pages":[{"title":"about","date":"2024-06-18T08:15:26.000Z","updated":"2024-06-18T08:15:26.394Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":""},{"title":"archives","date":"2024-06-18T08:16:21.000Z","updated":"2024-06-18T08:16:21.738Z","comments":true,"path":"archives/index.html","permalink":"http://example.com/archives/index.html","excerpt":"","text":""},{"title":"categories","date":"2024-06-18T08:16:01.000Z","updated":"2024-06-18T08:16:01.660Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""},{"title":"friends","date":"2024-06-18T08:16:37.000Z","updated":"2024-06-18T08:16:37.032Z","comments":true,"path":"friends/index.html","permalink":"http://example.com/friends/index.html","excerpt":"","text":""},{"title":"tags","date":"2024-06-18T08:16:58.000Z","updated":"2024-06-18T08:16:58.750Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"坚持研发与创新，让财富管理更灵活，让支付清算更安全","slug":"坚持研发与创新，让财富管理更灵活，让支付清算更安全","date":"2024-06-18T11:01:09.000Z","updated":"2024-06-18T11:01:37.758Z","comments":true,"path":"2024/06/18/坚持研发与创新，让财富管理更灵活，让支付清算更安全/","permalink":"http://example.com/2024/06/18/%E5%9D%9A%E6%8C%81%E7%A0%94%E5%8F%91%E4%B8%8E%E5%88%9B%E6%96%B0%EF%BC%8C%E8%AE%A9%E8%B4%A2%E5%AF%8C%E7%AE%A1%E7%90%86%E6%9B%B4%E7%81%B5%E6%B4%BB%EF%BC%8C%E8%AE%A9%E6%94%AF%E4%BB%98%E6%B8%85%E7%AE%97%E6%9B%B4%E5%AE%89%E5%85%A8/","excerpt":"","text":"随着国务院《数字中国建设整体布局规划》的出台及IT技术的快速发展，数字经济和实体经济深度融合的趋势日渐加强。面对全面提速数字化建设的发展需求，北京开科唯识技术股份有限公司（以下简称“开科唯识”）以技术创新为核心，深耕财富管理和支付清算两大银行IT基础业务领域，能够针对性地解决各细分业务领域的行业痛点，从而为相应业务的长期、健康、安全发展提供技术支撑。 打造金融产品灵活管理核心技术 在财富管理领域，开科唯识自主研发的“基于产品工厂的金融产品灵活管理技术”，将财富产品复杂的各项要素和业务流程的实现拆解成多个独立的业务组件。同时，开科唯识基于产品工厂的设计思路，通过排列组合即可形成拥有完整逻辑的一类金融产品模型，让用户可以使用该模型自主发行各类财富产品，从技术层面提高了财富管理产品设计、组装的易用性、扩展性。 覆盖财富管理产品全品类、全周期 开科唯识财富管理业务解决方案主要面向银行等金融机构，包括为投资者提供理财、基金、信托、保险、期货、投资组合等产品，开展客户不同阶段财务规划、资产配置和流动性、风险、增值保值、传承等管理，以及后续运营管理服务等,具备全方位满足客户需求的能力。 创新支付业务场景，服务金融安全 开科唯识将支付清算领域技术应用主要围绕支持银行服务更多的创新支付业务场景，引导社会支付体系回到银行等强持牌机构中来，从而帮助银行触达、转化更多的客户和提升AUM管理规模，同时更好地在反电信诈骗、反洗钱等领域发挥积极的作用，为规范支付市场、服务金融安全提供技术支持。同时，开科唯识在统一对账、智能风控、智能账户管理等方面均可提供成熟解决方案，保障了支付清算业务链条各环节的准确性、安全性。 开科唯识始终致力于推动银行财富管理的科技转型，赋能支付创新。其技术应用有望助力银行金融业务进入一个更智能、高效、安全的金融服务时代。","categories":[],"tags":[]},{"title":"如何量化一个企业的公司治理水平？","slug":"如何量化一个企业的公司治理水平？","date":"2024-06-18T10:58:32.000Z","updated":"2024-06-18T10:59:17.459Z","comments":true,"path":"2024/06/18/如何量化一个企业的公司治理水平？/","permalink":"http://example.com/2024/06/18/%E5%A6%82%E4%BD%95%E9%87%8F%E5%8C%96%E4%B8%80%E4%B8%AA%E4%BC%81%E4%B8%9A%E7%9A%84%E5%85%AC%E5%8F%B8%E6%B2%BB%E7%90%86%E6%B0%B4%E5%B9%B3%EF%BC%9F/","excerpt":"","text":"看一个公司有多少条有损股东权利的规则，就是量化公司治理水平的一种方法。公司治理的经典文献”Corporate Governance And Equity Prices”用的就是这种方法。我在互联网大厂做公司治理和ESG，这里跟大家聊聊我对这个方法的体会。 首先，简单介绍一下公司治理。公司治理是一套规则，用于协调一系列关系。良好的公司治理，对于企业而言可以获得更好的融资能力，提高企业的可持续发展和快速恢复能力；对于社会而言可以加强市场信心和完整性，提高经济效率，促进可持续增长，维护金融稳定。 在公司治理协调的关系中最重要的就是公司与股东的关系，此外越来越受关注的就是企业与环境和社会的关系。环境（Environmental）、社会（Social）和公司治理（Corporate Governance）就构成了最近比较流行的ESG理念，其主要内涵就是投资者和企业要关注ESG问题，因为这些问题会影响企业的可持续发展，为投资者的长期投资带来损失。公司治理是ESG理念的核心组成部分，其本身就影响着投资者（即股东）的权利，此外也需要通过公司治理来协调与环境和社会的关系。 ESG在我国还是一个比较新的概念，大家对ESG的了解还比较有限。但是ESG评级不仅仅影响着企业经营发展，也对我们个人发展有一定影响。毕竟，ESG概念的爆火，衍生出了企业对于懂 ESG、懂公司治理的人才需求。 如果你对ESG 感兴趣，可以点击下面卡片，免费领取大咖分享课，系统深入了解ESG的历史形成过程、发展概况、评价体系、相关政策、披露标准、报告撰写等。了解完这个，相信你就懂了如何评价一个企业的公司治理水平。 其次，看一下”Corporate Governance And Equity Prices”量化公司治理的方法。其实很简单，就是看每个公司存在多少条有损股东权利的规则。原理大体是这样的：公司之间的公司治理规则可能很不一样，即使在同一司法辖区内，法律法规对公司治理有一定规范，但也只是在最低限度内，公司可以根据行业、发展阶段、经营状况、人员能力、发展阶段等等不同情况，制定并不断调整自身的公司治理规则。这些规则大多是保护股东权利的，但也会存在有损股东权利的规则。公司或法律制定这些有损股东权利的规则主要是为了防御恶意收购，不过也很有可能被管理层利用而损害股东的利益。在一个公司中，股东权利和管理层掌握的管理权是相对的，有损股东权利的规则越多，说明公司的管理权就越大，股东权利就越小。通过统计有损股东权利规则的数量就是对公司治理水平的量化，可称为“公司治理指数”，反映的是公司管理权和股东权利的相对程度。论文还将这个公司治理指数与公司的几个状态和表现指标联系起来看，得出的结论是：股东权利较弱的公司获得的回报明显较低，估值较低，经营业绩较差，资本支出和收购活动较多。 该方法一共总结了24个规则，其中22个为有损股东利益的规则，2个是有利股东利益的规则，下表是按公司展示的量化结果，上半部分的Shareholder Portfolio（股东组合）是得分最低的10家公司，说明其公司治理更有利于股东利益；下半部分的Management Portfolio（管理组合）是得分最高的10家公司，说明其公司治理更不利于股东。 最后，谈几点我的体会。 量化公司治理，首先要明确目的是什么。公司治理没有统一且完美的量化方法，如果只想模糊地判断公司治理的好坏，那么哪怕是再高深的量化方法，也没有办法帮组我们实现目的。然而，如果目标和思路清晰，那么即使是很简单的量化方法，也会很有用。明确目的，或者说提出明确的问题，确实很重要。 看设计，也要看执行。该论文侧重在公司治理的设计层面，没有考虑执行层面。设计是执行的前提，只有设计出科学的公司治理体系，执行才能有据可依。同时，执行也非常重要，是实现公司治理目标最直接的保证，设计再好的公司治理如果不能被有效执行，那也只是废纸一堆。因此，要评价一个公司的公司治理水平，要设计与执行并重才行。 公司治理偏向股东权利更好，还是偏向管理权更好？不一定，要看企业所处的实际情况。该论文的结论是偏向股东权利更好。不过，我们细看该论文中的这些有损股东权利的规则，其防范的是出现一个大股东。那么，取消这些规则意味着公司可能将由大股东控制，而这种现象在我国特别明显，其后果就是大股东和小股东利益冲突，小股东利益得不到保证，比如大股东占用上市公司资金。股东权利和管理权就像天平的两端，好的公司治理需要能够随着实际情况的变化，不断调整两方的关系，促成治理目标的实现。 不要太痴迷于量化。近代科学发展以来，量化大行其道，成绩斐然，难免有人会发出“上帝是一个数学家”之叹。但是，我们也应该清醒地认识到，在逻辑上，“量”的层次是很低的，只是存在论的一个概念，而“现实”是更高的本质论的概念，想要用量反映现实，是很难做到的。该论文看似用数学方法证明了公司治理与企业绩效的相关关系，但细看他们采用的24种规则，会发现其中有的性质相差很大，有的却性质十分相近，存在调整的空间，而调整这些规则很可能会影响被证明了的相关关系。因此，这种相关关系更像是一种数学游戏，并不很具有现实意义。 公司治理，听起来跟普通人并没什么关系。但事实上，我们每个人都可能是某只股票的持有者、某款理财和某只基金的购买者，是某个公司的客户或员工，是某个社区的居民……这些关系和角色都会受到公司治理的调节和影响，如果不了解公司治理，就很可能还不知道自己拥有的权利，也无法形成对公司有效的社会监督。想要衡量一个企业公司治理的好坏，不能光凭简单的量化数字，最好是能够理解公司治理的本质，结合实际情况做出自己的判断。","categories":[],"tags":[]},{"title":"管理者必备的三大能力","slug":"管理者必备的三大能力","date":"2024-06-18T10:55:19.000Z","updated":"2024-06-18T10:56:20.752Z","comments":true,"path":"2024/06/18/管理者必备的三大能力/","permalink":"http://example.com/2024/06/18/%E7%AE%A1%E7%90%86%E8%80%85%E5%BF%85%E5%A4%87%E7%9A%84%E4%B8%89%E5%A4%A7%E8%83%BD%E5%8A%9B/","excerpt":"","text":"一、领导能力领导能力是管理者最基本的能力之一，它包括多方面的内容，例如：激励员工、制定战略、组织协调、授权委托等等。领导能力的核心在于管理者要有足够的魅力和能力来激发员工的潜能，使他们能够在工作中充分发挥自己的才能。一个优秀的领导者不仅仅要有专业技能，还要有良好的人际关系和沟通能力，能够与员工保持密切的联系，并时刻了解员工的需求和心理状态。 在实践中，管理者要具备领导能力，必须注意以下几点： 1、建立清晰的愿景和目标 恰如在《经理人参阅：企业管理实务》中所示的那样，领导者必须有明确的愿景和目标，并且要将这些目标传达给所有员工。只有当员工知道自己的工作目标和企业的发展方向时，才能够有目的地工作，不断提升自己的能力和贡献价值。 2、建立信任和尊重 领导者要通过自己的言行举止，赢得员工的信任和尊重。在工作中，要注重员工的感受，不断关注员工的需求和心理状态，并且给予他们足够的支持和帮助。 3、激励员工 领导者要能够激励员工，使他们产生强烈的工作动力。在激励员工时，要注重员工的个性差异，采用不同的激励方式，使每个员工都能够得到充分的激励和认可。 二、沟通能力沟通能力是管理者必不可少的能力之一，它涉及到管理者与员工、管理者与客户、管理者与供应商等多个方面的沟通。沟通能力的核心在于管理者要能够清晰明了地表达自己的意思，并理解他人的需求和意愿，以便更好地进行沟通和协调。良好的沟通能力能够增强管理者的影响力和权威性，从而更好地引导团队实现企业目标。 在实践中，管理者要具备沟通能力，需要注意以下几点： 1、建立良好的沟通渠道 管理者要建立良好的沟通渠道，让员工感受到沟通是双向的，可以随时和管理者进行交流和沟通。在建立沟通渠道时，可以采用多种方式，例如：定期开会、建立内部邮件系统、开设反馈渠道等等。 2、倾听和理解员工需求 管理者要时刻关注员工的需求和想法，并且认真倾听员工的意见和建议。只有当管理者能够理解员工的需求时，才能够采取正确的措施，帮助员工解决问题和提高工作效率。 3、采用有效的沟通技巧 管理者要学会采用有效的沟通技巧，例如：简洁明了地表达自己的意思、注重语气和表情的影响、采用适当的沟通方式等等。只有当管理者掌握了有效的沟通技巧时，才能够更好地与员工和外部利益相关者进行沟通和协调。 三、决策能力决策能力是管理者必备的另一种重要能力，它涉及到企业的战略制定、资源配置、风险控制等多个方面。决策能力的核心在于管理者要能够在不确定的环境下，根据自己的经验和判断力做出正确的决策，从而保证企业的长期发展。 在实践中，管理者要具备决策能力，需要注意以下几点： 1、确定决策的目标和范围 在做出决策之前，管理者要明确决策的目标和范围，并且要清楚自己所拥有的信息和资源。只有当管理者明确了决策的目标和范围时，才能够更好地进行决策。 2、分析问题和评估风险 管理者要学会分析问题和评估风险，了解决策可能带来的后果和影响，并且寻找解决问题的最佳方案。在分析问题和评估风险时，可以采用多种方法，例如制定决策矩阵、进行SWOT分析等等。 3、做出决策并及时调整 管理者要根据自己的判断力和经验做出决策，并且要及时调整决策方案。在做出决策后，管理者需要跟进决策的执行情况，并及时进行调整和修正，以保证企业能够实现长期发展目标。 管理者必备的三大能力总结管理者必备的三大能力包括领导能力、沟通能力和决策能力。领导能力是管理者的核心竞争力，可以帮助管理者激发员工的工作热情和创造力，从而实现企业的长期发展目标。沟通能力则是管理者必须具备的另一项能力，可以帮助管理者更好地与员工和外部利益相关者进行沟通和协调。决策能力则是管理者必须具备的重要能力，可以帮助管理者在不确定的环境下做出正确的决策，从而保证企业的长期发展。 作为一本关于管理实践的书籍，《经理人参阅：企业管理实务》为读者提供了丰富的实战经验和理论知识，涵盖了管理者必备的技能，例如：团队管理、战略制定、沟通协调等等。同时，该书还通过实例分析和案例研究的方式，帮助读者更好地理解管理者的核心竞争力和成功之道。因此，对于想要提高自己管理能力的人来说，这本书是一本不可多得的学习资料。","categories":[],"tags":[]},{"title":"任正非：唯有管理，定义未来","slug":"任正非：唯有管理，定义未来","date":"2024-06-18T10:44:10.000Z","updated":"2024-06-18T11:09:41.257Z","comments":true,"path":"2024/06/18/任正非：唯有管理，定义未来/","permalink":"http://example.com/2024/06/18/%E4%BB%BB%E6%AD%A3%E9%9D%9E%EF%BC%9A%E5%94%AF%E6%9C%89%E7%AE%A1%E7%90%86%EF%BC%8C%E5%AE%9A%E4%B9%89%E6%9C%AA%E6%9D%A5/","excerpt":"","text":"01 企业间的竞争说穿了是管理的竞争 物竞天择，适者生存。IBM、微软为什么会成为业界巨头？其原因不仅体现在技术上，更体现在管理上。从某种意义上看，某些公司不比华为差，为什么没有发展起来？就是因为没有重视管理，或者说没有很好地管理。什么东西都是可以买来的，唯有管理是买不来的。未来要战胜竞争对手，靠的不是人才，不是资金，不是技术，而是管理，只有管理将它们整合到一起，才能形成力量。推动公司前进的最主要因素是机制和流程。 华为与竞争对手比什么？比效率，比成本，看谁能多活一口气。没有优良的管理，就难以做到高效和低成本，难以保持超过竞争对手的速度。不能缩短与竞争对手的差距，最终客户就会抛弃华为。 企业缩小规模就会失去竞争力；扩大规模，不能有效管理，会面临死亡。管理是内部因素，是可以努力改善的。规模小，面对的都是外部因素，是客观规律，是不以人的意志为转移的，必然扛不住风暴。因此，只有加强管理，在这条“不归路”上，才有生存的基础。 在互联网时代，技术进步比较容易，而管理进步比较难，原因在于，管理的变革触及的都是人的利益。因此，企业间的竞争，说穿了是管理的竞争。华为公司未来的生存和发展靠的是管理进步。如果竞争对手不断地管理进步，而华为不改进的话，就必定衰亡。要想在竞争中保持活力，就要在管理上改进，首先要去除不必要的重复劳动；在监控有效的情况下，缩短流程，减少审批环节；要严格确定流程责任制，充分调动中下层承担责任，在职权范围内正确及时决策；把不能承担责任、不敢承担责任的干部调整到操作岗位上去，把明哲保身或技能不足的干部从管理岗位上换下来；要去除论资排辈的习气，把责任心、能力、品德以及人际沟通能力、团队组织协调能力等作为选拔干部的导向。 单靠技术壁垒取胜的时代很快就要转变为靠管理取胜的时代。如果华为在领先的几年中，占据非常大的市场，从而将成本摊薄，并在持续追求高质量的同时也能控制得住成本，这个市场就可能继续是华为的。这个成本并非单指产品本身的成本和制造成本，还包括运作成本。如果华为守不住市场规模，即使技术突破了，别人也是可以很快追上来的。 未来的挑战不是单纯体现在技术或产品上，而是主要表现在基础研究和创新优势方面，这些方面做得好不好，归根结底都取决于管理。将来的竞争，不单单是产品的比赛和市场的竞争，更是管理的竞争。商场就是战场，最后是综合实力和协同作战能力的较量。 02 企业从必然王国走向自由王国的关键是管理 西方的许多成功企业已经实现了企业家的更替不影响企业的发展。但对一些中国企业来说，一旦企业家没有了，随着他的生命结束，企业的生命也结束了。这就是说，有些企业的生命就是企业家的生命，企业家去世以后，这个企业就不存在了，因为他是企业之魂。一个企业的魂如果是企业家，这个企业就是最悲惨、最没有希望、最不可靠的企业。如果华为是银行，决不给它贷款。所以企业的生命一定不能是企业家的生命。有鉴于此，华为就要建立以客户为中心、以生存为底线的管理体系，而不是依赖于企业家个人的决策制度。 将来华为公司什么都不会剩下，最后只剩下管理。所有产品都会过时，会被淘汰，管理者也会更新换代，而企业文化和管理体系则会代代相传。因此，要重视企业管理体系建设，这样华为公司才会在奋斗中越来越强，越来越厉害。为什么公司要认真推IPD、ISC、LTC、IFS ？就是在摆脱企业对个人的依赖，使要做的事，从输入到输出，直接端到端，简洁并有效贯通，尽可能减少组织层级和决策环节，使成本最低，效率最高。要摆脱对人才、技术、资金的三个依赖，使企业从必然王国走向自由王国，关键是管理。必须建立起合理的管理机制，通过有效的管理构建起一个平台，使人才、技术和资金发挥出最大的潜能。 管理学上有一个观点：“管理控制的最高境界就是不控制也能达到目标。”这实际上就是老子说的那句话：“无为而无不为。”华为追求的目标就是使公司达到无为而无不为的境界。好像什么都没做，公司也能前进，这就是管理的最高境界。就像长江水一样，修好堤坝让水在里面自动地流，不需要管理层成天疲于奔命，就能自动地势不可挡地向大海奔去，不管白天和黑夜。水流到海里，蒸发成空气，雪落在青藏高原，又化成水，水再流入长江，汇入大海，海水又蒸发……如此周而复始，不断循环升华。“无为而无不为”体现的是不需要怎么管，事物都在前进，这依靠一种文化氛围和管理体系的推动。 资是会枯竭的，唯有文化才会生生不息。这里的文化，不仅包含了知识、技术、管理、情操等，也包含了一切促进生产力发展的无形因素。 华为曾经是一个“英雄”创造历史的小公司，正逐渐演变为一个职业化管理的全球领先的公司。淡化英雄色彩，特别是淡化领导者、创业者们的个人色彩，是实现职业化管理的必经之路。只有管理职业化、流程化，才能真正提高一个大公司的运作效率，降低管理内耗。 一个企业的内、外发展规律是否真正认识清楚，管理是否可以做到无为而治，这是需要华为一代又一代的优秀员工不断探索的问题。只要华为人不断努力，就一定可以从必然王国走向自由王国。 03 没有管理，人才、技术、资金形不成力量；没有服务，管理没有方向管理是企业永恒的主题，也是永恒的难题。没有管理，人才、技术、资金形不成力量；没有服务，管理没有方向。 人才、技术、资金都不是华为生死攸关的问题，这些都是可以引进的，而管理与服务是不可以照搬的。只有依靠全体员工去创造，去学习先进的管理与服务理论，并与自身的实践紧密结合起来，从而形成华为自己的有效服务与管理体系，并畅行于全公司、全流程中，人才、技术、资金才能发挥作用。 规模是优势，规模优势的基础是管理，规模扩张的限制也是管理。大规模不可能自动地带来低成本，低成本是靠管理产生的。盲目地扩大规模是不正确的，扩大规模以后没有良好的管理，同样也不会出现低成本。管理跟不上，盲目扩张对公司是危险的。 华为要科学地掌握企业经营规律，更好地管理公司，以适应未来时代的发展。这是需要严格的数据、事实与理性分析的。不以此为基础，就谈不上科学，也谈不上管理，更不可能成为技术革命的弄潮儿。科学管理与创新并不矛盾，二者遵循的是同样的思维规律。创新的基础就是科学合理的管理。创新的目的是为客户创造价值，而管理的目的是更好地为客户服务。不为客户服务，管理就会迷失方向。 04 用规则的确定来对付结果的不确定 未来总是充满未知，扑朔迷离。华为逐渐走到“无人区”，没有人领航，未来风险处处存在，华为只能用规则的确定来对付结果的不确定。 只有这样才能沉着冷静、积极应对，才能在发展中获得自由。什么叫规则？就是确定性，以确定性应对不确定性，用规则约束发展的边界和应对风险，减少人为犯错。 华为已建立起一套严格有序的管理制度，而且它是与时俱进的。这套制度的重要特性就是确定性，这是华为对市场规律和公司运作规律的认识。规律的变化是缓慢的，所以，华为要以确定性来应对任何不确定性。 华为为什么要搞IFS 变革？实际上就是要做一件事情：建立一套机制和流程，以规则的确定来对付结果的不确定。华为对公司未来的发展趋势实际上是不清楚的，也不可能非常清楚公司未来能走到哪一步，因为华为公司无法自己设计发展路线，整个社会的发展和环境的变化都会影响华为公司的发展，所以不可能理想主义地确定华为未来的结果是什么，但是可以确定一套在发展过程中应该遵循的规则，有了这套规则，公司就不会混乱，就可以用规则的确定来对付结果的不确定。 同样，在IPD、LTC 等主干流程上，华为公司也要以规则的确定来对付结果的不确定，减少决策失误。 任何事物都有对立统一的两面，不能为了正确的结果而追求完美的规则，实际上这是不存在也做不到的。管理上的灰度，是华为的生命之树。","categories":[{"name":"分类1","slug":"分类1","permalink":"http://example.com/categories/%E5%88%86%E7%B1%BB1/"}],"tags":[{"name":"标签1","slug":"标签1","permalink":"http://example.com/tags/%E6%A0%87%E7%AD%BE1/"},{"name":"标签2","slug":"标签2","permalink":"http://example.com/tags/%E6%A0%87%E7%AD%BE2/"}]},{"title":"华为战略管理法：DSTE实战体系","slug":"华为战略管理法：DSTE实战体系","date":"2024-06-18T10:39:05.000Z","updated":"2024-06-18T10:40:18.878Z","comments":true,"path":"2024/06/18/华为战略管理法：DSTE实战体系/","permalink":"http://example.com/2024/06/18/%E5%8D%8E%E4%B8%BA%E6%88%98%E7%95%A5%E7%AE%A1%E7%90%86%E6%B3%95%EF%BC%9ADSTE%E5%AE%9E%E6%88%98%E4%BD%93%E7%B3%BB/","excerpt":"","text":"1997年，在《华为基本法》的起草过程中，起草小组的一位人大教授问任正非:“任总，人才是不是华为的核心竞争力?”任正非的回答出人意料:“人才怎么会是华为的核心竞争力了，对人才进行有效管理的能力才是企业的核心竞争力。” 华为认为人才是资本，而非成本。华为强调人力资本增值优先于财务资本增值。该怎样理解这句话呢? I 首先，资本可以通过抓住战略机会点来实现增值。用任正非的话来说，“抓住了战略机会，花多少钱都是胜利”。因此，任正非要求“敢于在机会窗开启的时期，聚集千军万马，实施饱和攻击，加强组织能力和战略后备队伍建设，不拘一格用人才，对各级优秀干部赋能，并通过组织变革支持战略的实施落地”。 围绕战略机会点的获取和战略控制点的构建，抢先于竞争对手在人才上投入，甚至是垄断人才，这种先期投入从财务报表看会减少当期利润，但是无疑为未来的增长和收益夯实了基础。 谢宁老师认为，人才是应对未来关键业务挑战和差距，特别是应对不确定性，构建公司持续竞争力的核心。 I 其次，华为认为“认真负责和管理有效的员工是华为最大的财富。尊重知识、尊重个性、集体奋斗和不迁就有功的员工，是我们事业可持续成长的内在要求”(《华为基本法》第二条)。怎样做到管理有效?华为认为“最大的浪费是经验的浪费”。通过总结前人犯过的错Learn from mistakes、踩过的坑，并将其优化和固化在流程体系中，将经验复制和传承下去，是人力资本增值的高效手段。 I 最后，华为不迁就人才，通过适度的人才“冗余”和储备激发组织活力。华为人才储备实行的是长板凳计划，每个人随时可能被“替换”，倒逼人才持续作出更大的价值贡献。 谢宁老师认为，需要提醒的是，华为不是不重视人才，而是认为人才的价值发挥需要一个高效运作的平台，成熟的管理体系能够让人才发挥更大的效率。 人才管理体系能够持续支撑业务的增长和供应满足业务需求的人才。正因为华为有这样的平台，人员进来就必须提升自我。这就叫“蓬生麻中，不扶自直”。这样，就能把秀才变成士兵，把士兵变成班长，把班长变成将军。 关键人才及其技能提升对企业的战略实施尤其重要。华为有三支关键人才队伍：干部队伍、专业员工队伍、新员工队伍。这些人才队伍的发展促进公司的盈利与增长，是华为持续成功的关键要素。 在华为人才发展的金字塔模型中，左边是管理人才发展通道，右边是专业人才发展通道，都有各自对应的任职资格标准和人才“选、用、育、留”流程，牵引各类人才的成长和职业发展。 任职资格是华为的一项管理创新，是针对相应层级岗位的员工能力的一个评估体系。任职资格最基本的目的是因才施用，任职资格是人岗匹配的前提条件。 “政治路线确定之后，干部就是决定的因素。”任正非认为，管理的最高境界不是管理者，而应该是领袖，领袖是有思想、能洞察未来、懂战略的人，华为要培养自己的思想领袖和战略领袖。 华为认为干部队伍是业务发展与组织建设的火车头。干部担负着公司的管理责任，通过管理，面向市场做要素整合，支撑公司商业成功和长期生存。 干部的使命与责任，就是践行和传承公司文化和价值观，以文化和价值观为核心，管理价值创造、价值评价和价值分配，带领团队持续为客户创造价值，实现公司商业成功和长期生存。 因此，华为根据组织的战略导向挑选合适的干部，选择合适的干部引领组织和变革的成效。例如，为了应对消费者业务从ODM自品牌转型的挑战，华为选择余承东担任负责人。 任正非说，华为干部不是终身制，公司不会迁就包括本人在内的任何人，末位淘汰是日常绩效考核工作体系，烧不死的鸟都是凤凰。 华为确立了“干部是自己打出来的”这一干部选拔理念，形成了在成功实践中选拔干部、在关键事件中考察干部、在战斗中磨砺干部的干部管理机制，打造了一支具有高度使命感和责任感，敢于担当、勇于牺牲，能引领组织前行的“火车头”队伍。","categories":[],"tags":[]},{"title":"企业管理的目标是流程化组织建设","slug":"企业管理的目标是流程化组织建设","date":"2024-06-18T10:37:05.000Z","updated":"2024-06-18T10:37:47.928Z","comments":true,"path":"2024/06/18/企业管理的目标是流程化组织建设/","permalink":"http://example.com/2024/06/18/%E4%BC%81%E4%B8%9A%E7%AE%A1%E7%90%86%E7%9A%84%E7%9B%AE%E6%A0%87%E6%98%AF%E6%B5%81%E7%A8%8B%E5%8C%96%E7%BB%84%E7%BB%87%E5%BB%BA%E8%AE%BE/","excerpt":"","text":"一、解决问题的方法 做事的方法是：先找到问题，然后找到根因，再找到解决措施，最后要关闭。核心就是一个，还原这个事情的本质，还原以后该是谁的，就是谁的。循此道理：流程的核心是要反映业务的本质。 比如，没有IPD，A产品的东西（经验教训等）就不能制度化地传递给B产品，这就是管理的系统缺失，如果我们把管理的系统缺失补上了改进了，提升就很快了。就不会重复犯错，成本就降低了。 二、公司三大业务流 一个公司就三件大事： 第一件把产品开发出来，产品从有概念开始，到面市。 第二个是把产品变现，要有客户买，形成订单，发货、安装、验收、回款； 只有上帝做的东西才没问题。当时没问题，时间长了也有问题:客户有这样那样的需求，产品要不断的改进升级。因此，有了第三件事情，网上有问题，发生了，就要解决，然后关闭（某代表处的问题解决了叫“解决”，全球此类问题都根治了才叫“关闭”） 这三件事情对应三大业务流。这三大业务流有起始终止。对应三个系统（IPD&#x2F;LTC&#x2F;ITR），还要有相应的组织去适配（不仅是流程IT）；也要和客户去匹配。很多订单要和客户去对接。 日复一日，年复一年，简单、海量、重复的工作怎么去做更好？就是先要把它流程化，模板化，固化下来。最后采用IT支撑。 公司三大业务流，日复一日,一年运行下来，就形成了公司的业绩：财务三张表。 三、业务、业务流、流程、组织以及和客户之间的关系 业务就上面的三件大事, 流程要匹配业务流，不长也不短，够用就行。其核心是：流程要反映业务的本质，尤其是完整系统的反映业务的本质。业务中的各关键要素及其管理不要在流程体系外循环。基于流程建设的管理体系（IPD&#x2F;LTC&#x2F;ITR），是一个运营系统，是一个业务操作系统（Business Operation System），其中最重要的是落实到组织中，就是流程化的组织建设和运作。构建公司的流程体系就是构建公司的运营系统，是要在流程中把质量、运营、内控、授权、财经的要素放到流程中去，一张皮运作。 业务是以客户为中心的，业务流也是从客户中来到客户中去。为什么流程要改进，一上流程就要不断改进？为什么流程改进一小步，绩效能改进一大步？就像火车，我们平时感觉不到它对现代化的贡献，但是十年下来，有火车比没有火车的时候效率更快。 目前已大到一年有上千亿的人民币在LTC的大肚子里面滚，他日复一日的在运转，流程每改进一小步，长时间run下来，对绩效（财务三张表）的贡献是很大的。 在流程和流程化组织建设中，我们需要参考业界标杆来设计。E公司的卓越运营(ITO&#x2F;DSO&#x2F;质量&#x2F;成本&#x2F;效率)在业界最具竞争力,我们就要学他们的LTC运作。在组织建设中，围绕着流程的项目型组织建设是当前的一个重点难点。（让蓝文广布置一个作业，公司对“流程化组织建设”可以讨论出个相对权威些的定义（目前是各自理解&#x2F;解读），现在可以是1.0版本，以后2.0&#x2F;3.0版本不断完善） 流程建设了之后，其实形成了一个系统。这样一个从客户中来，到客户中去，成就客户价值的业务流，通过系统（system）高效低成本地承载了实现了，不就是“以生存为底线、以客户为中心”吗？我们的业务流都瞄准着给客户解决问题、实现客户价值的，正是以客户为中心的最好体现。基于此系统再不断去改进，也就实现了“深淘滩、低作堰”。 四、流程的作用与人的作用？ 为讨论此命题，可借鉴一下美国“人和制度的关系”（有意思的是，制度和系统是同一个英文词：system），美国的法治制度实际是个大平台，使美国总统能在上面更好地跳舞，驾驭局面的能力更强，因为他只需关注system覆盖之外的、更需要人的创造力和领导智慧的事务。所以美国虽是最小的政府，只有15个内阁成员，却覆盖全球事务。 我们公司现在15万人，管理者应该把精力和智慧放在挑战性的工作里面去，比如新业务、战略、创新、客户、市场拓展、干部培养选拔，还有一个容易被忽视的是，基于流程搞建设。这是很有挑战性且很重要的，必须领导者才能推动搞好，其他事都可以委托给别人去做,我以前也是不能理解为什么美国人把参与制宪的都称为fathers。 基于流程搞建设，更大的难度是受到很多的噪音、阻力和反弹。很容易人云亦云，随便找个借口就可以打发它。比如说，这个东西上来，我们的效率下降；这个流程好长好长，原来不是这样的；这个东西太难达成共识了…… 流程建设不仅仅是把代表们解放出来，而是把所有人都解放出来。流程不是让大家失业的，是让大家更体现自己的价值。不仅是发挥主管的价值，更是发挥所有人的价值。因为他可以从海量、低价值、简单重复枯燥的工作中把每一个人解放出来。 曾经有人问丰田，你们为什么大量使用机器人、机器手。丰田说，我的第一诉求不是省人，哪怕人没有成本，也做不出来机器人的质量，机器人的效率特别高，不良品率极低。即使我们把雷锋全部招过来，也达不到机器人的质量成本效率。流程是让你的业务运作上一个大台阶，让人发挥智慧，去干更有价值&#x2F;有创造力的活，比如呼唤炮火，很多难题，你也因此可腾出手来有精力去解决去改进了，因此丰田的全员改进是做得最好的。它给我们的启示：应对马拉松式激烈残酷竞争，海量简单重复枯燥的事，用流程系统去解决是最明智的选择。 我们今天坐在这里研讨，只是相对达成共识，比外面的噪音小一点。因为这个东西太容易夭折了，太容易被别人扔到一边了。 五、最顶级的管理是建系统 发现问题根本不可怕，应该是一种喜悦，因为能循着这个问题，找到管理的核心要点。管理不是发文，也不是立项。管理的核心是建体系，建系统。 其实到现在为止，现在最大的问题还在LTC上面，他承载了海量巨大的业务量。但是他是在一个没有系统的背景下承载的。就比如研发五万人，但没有IPD（不可想象）。这个就像300亿USD业务没有SYSTEM支撑。大家只好发文、发文再发文。兵来将挡水来土掩。就像没搞铁路建设，今天这里用三轮车，明天那里搞皮卡。 什么叫发文的方式，不行出了问题。就成立一个项目，任命一个工作组，再不行就变成一个部门。然后部门越搞越多，再重新调整。然后循环往复……我认为发文是打小布丁，是优化。LTC没有建立前，那是原始的管理方法。最好还是回到LTC流程上去整体解决。 这又回到那个问题。流程承载业务，业务在流程上跑，对业务的管理是沿着流程进行的（包括内控），至此，这个问题还只是运营问题。好比高铁分为建设和运营，真正的难题是建系统。这是最大的管理。这是顶级管理。为什么业务主管是流程的OWNER。所以要发挥OWNER的职责。 六、流程的责任人是谁？ LTC到底是个流程还是个业务?如果是流程，owner是谁？ 我也来贡献一下自己的认识，我也是盲人，也是在摸象。假设我是广州办代表，那么我怎么看这个问题？我从上任第一天起，我看到了什么，该怎么做？我管的这摊子的核心是订发收回，其实就是LTC，最后形成广州办业绩：财务三张表。我为了实现自己的业绩，一个做法是，沿用以前的做法，就是各种自由式等方式，把他做下来。第二个做法，就是在我的任期内，上到LTC崭新的流程上，这是鸟枪换炮嘛。谁也不想总是小米加步枪嘛。 谁是广办最大的管理呢？除了客户关系、干部培养，和市场有关的高智商活动，我最重要的是，对应广办这100亿的业务，用崭新的LTC2.0来承载。但是问题来了，我能建立起这个系统吗？退一万步，假设我是诸葛亮，能搞定，我也难，因为我只是一个局部。其他代表每个人都建一个，这不可能吧。怎么办？因为我最迫切，我最懂一线业务实际，我最想要这个流程。我就和机关说，你们赶紧做好，我愿意做第一个深度合作的试点，公司LTC系统在广办建好用好的责任是我—–为什么说我是OWENR，如果不是这样，我随便找个理由，就把这个流程PASS掉了。即便我被迫用这个流程，也会把这个流程带入歧途。 所以，在广办建LTC是我最大的管理责任。为什么是最大的？是因为其他事情都好办。变革是最有挑战的事情。IBM为什么要变革，变革了他才能重生，他才能跳舞啊。郭士纳做的事情就是变革。 我们现在也是这样，LTC不是和我无关，它是我广办最大的管理。我们要从过去生产队式的管理，进化到现代化的管理，就是要建好高铁系统，运营好高铁系统。LTC就是这个高铁系统。 所以，认识事情还是要还原到它的本质，再看怎么办。所以这个问题，要先回到为什么要建LTC流程，建流程就是建管理体系，流程是管理体系的核心。 我为什么理解这个命题呢？咱们公司多年来遗留问题，一件事情要么你管，要么我管，要么大家都管（其实是都管不好）。以前，流程有什么问题，就把流程与IT拉过来骂一顿。现在看来LTC这件事上，业务主管和流程IT是夫妻关系，而且，在生育LTC这个儿子的问题上，业务主管更重要些，要让业务主管（主动配合流程IT）担负起流程建设的职责。 七、流程管理系统建设的关键问题？怎样进行流程管理？ 1、我认为LTC现在TOP3问题是： （1）没有统一认识。大家其实并没有达成一致。什么是LTC？LTC对我们意味着什么？怎么搞LTC？大家还是雾里看花，不清晰且没有共识。就像改革开放之前没有明确共识到一个国家的核心是把人民生活搞上去，怎么搞经济。 （2）没有一个SA组织。LTC一定要有一个常设总体架构组。这个总体架构组是什么呢？就是一群瞎子摸象，但每瞎子的头衔是SA，其目标是共同拼出一头真正的大象，而不是以前瞎子们那样无价值的争吵。变革太复杂又太重要，没有一个人能够高瞻远瞩、洞察一切。世上复杂的事情，都是瞎子摸象，谁都说的有道理（因为他摸的那个局部确是那么回事），但谁都没有说到整体系统的本质。以前大家就像一群各自表述的瞎子在叽叽喳喳。而SA的组织职责是，用全局和顶层视角，看LTC总体架构是什么该怎么做。谁做到过呢？北电、朗讯、阿尔卡特等都没有做好，只有爱立信做到了。关键是：要用组织的方式发育公司SA的核心职能，一群SA去吵，吵的目标不是以前那样互相不买账，而是建设性的吵出一个LTC总体架构1.0版本，拼成一个whole picture（美国宪法吵了116天）。然后版本2.0、3.0地往下走。 （3）业务OWNER就是流程责任人，这个事情要搞定，因为LTC单靠流程部门搞不定，单靠业务部门也搞不定。建IPD时，研发相当于控股（IPD流过的领域大部分在研发内）因此好搞，而LTC是重量级地穿过很多大部门，目前是没有控股股东的，一群股东在吵。如果一个业务流不在一个部门，穿越了很多部门的时候，公司级的OWNER是谁？建议的解决方案是： LTC中谁的业务比重最大，谁就是最大股东，谁就成为OWNER 或者在他们上面加一个更高的领导成为OWNER，他对这个业务流要较熟。 2、IPD做了这么久，依然存在很多问题。 所以流程管理要做顶层设计，也要不断维护。 就像家里一样，要经常做大扫除。我们的流程也要靠版本去管理。所以SA很重要，既要做设计，也要做维护。需要有这个SA组织。 其次，部门墙是个问题（下面第八点详述）。还有大家习惯性认为控制点加上去，管理加上去，是为了防止风险，效率就一定会下降，这是大家习惯性思维。如果你这个业务本质清楚了，建了流程，时不时维护他，这个时候的管理体系应该是兼顾到流程、组织、运作、成本、质量的关系。以高铁为例，凡坐过高铁的就不会认为利用身份证识别增加抓通缉犯的功能就牺牲了高铁效率。其实成本和质量的关系也是这样的。有人总觉得搞定了质量，成本也就高了。其实沿着流程把质量搞好了，海量简单重复的事日常都按要求一次性做好过掉，不良品率降低，不返工不窝工，效率是最高的，成本是最低的。 其实变革也是这样，如果你不知道变革的本质，加上业务繁杂当期压力又大，你就会去吵。如果清楚本质，你就知道变革应该朝哪条路去走。 以前我们各个都是武工队，打得很漂亮。因为业务小，虽没有流程，但自然而然沿着这个天然的业务流（订发收回）走，也很通畅，响应快是我们的强项，我们要保持。现在15万人了，覆盖范围大了，全球了，海量了，产品线宽了，交付形式多样化了，必须有流程。而流程一上上去，会变慢会不适应，为什么变慢了，原来是武工队，是快的。但是这种快，可复制吗？可成长吗？它能线性增加得上去吗？比如，小舢板不可能线性得变大为驱逐舰，驱逐舰也不会叠加成航母。这是永恒的命题，任何公司都想发挥大公司的优势，保持小公司的高效。如果我们的流程反映了业务的本质，不让他长胖，变肥，让他永远健美。流程真的会使公司长得很大，但是像小公司一样健美。 能实现此目标的就是业务操作系统（Business Operation System），基于此系统的业务运营是卓越运营。 为什么日本电子产品今天几乎全军覆没？因为日本所有的照相机、WALKMAN、MP3、游戏机，学习机等都是烟囱式的产品。苹果把所有烟囱式的产品变成了一个智能手机。他的成本比日本一个照相机还便宜，使用和携带都更方便，客户满意度更高。日本把一个个东西做得有模有样，一个功能一个产品，最后却被苹果一个产品全部收掉。其实，管理也是这样。不要搞成多张皮，产生很多行管部门，人为割裂业务流。这又回到开头，一定要有一个SA总体架构组。变革里面特别忌讳你出一个烟囱，他出一个烟囱。要全面考虑，从顶层系统地去架构，谋定而后动。 八、什么是流程化组织建设？ LTC流程里大家谈得最多的是角色，我以为这里（LTC）核心是组织。大家如果只谈角色，就有点避重就轻了。组织不匹配流程，考核保持不变，那就像学校不变只要学生变，是搞不好的。刚才大家说了这么多，唯上的本质其实是领导比流程厉害。请示的是领导，不是流程这条线，我们还没有建成流程化组织。真正流程化组织是反官僚化的，是去部门墙的。 流程已经匹配了业务，但组织还是那个组织，组织没有匹配业务。这就会造成流程不匹配业务的表象，而且部门墙可能更严重。我们即使喊100年，也过渡不到共产主义。因此，我们要还原业务&#x2F;组织&#x2F;流程的逻辑关系是什么。这就是流程反映了业务本质，组织没有去匹配。不要以为变革只是几个部门几个人干的事，变革是整个公司的脱胎换骨。 九、“流程化组织建设”和“以客户为中心，以生存为底线”的关系 整个LTC、IPD流程不断优化，走向无穷的未来，绝对是走向以客户为中心的。他打中的是客户的10环，按IPD做出的产品，按LTC流程交付，用ITR把问题高效关闭，客户不满意吗？这三个流程、三件大事，好好的搞定了，并比竞争对手还好，质量好，成本低，效率更高，你说客户满不满意？ 那么怎么实现“深淘滩、低作堰”？三个业务流（IPD&#x2F;LTC&#x2F;ITR）都成了系统，并达到了一个不断优化的境界，就是深淘滩、低作堰，就是以生存为底线。 很忌讳这里搞一摊子，那里搞一摊子，或者完整的LTC却一段段各自去搞。在管理上，学苹果产品(ALL in ONE)学得越像，你就会打倒别人。你越是像日本，你就会被别人打倒。 我是从哪里开始认识到这点的呢？当年BT对我们做第一次资格认证，他们只来了一个质量官，只用三天，就把我们定位了。他说：你们是一个万花筒、百宝箱，还是一个博览会。业界所有管理工具你们都有，但都是散落各处的零配件，看不到一个覆盖全流程的系统（system）。12项评分，最好的就是基建，管理系统是最低分。BT发现： 公司高管没有谁负责质量，没有质量OWNER。在丰田不谈流程，不谈变革，就谈全面质量管理，就是基于流程的全面管理； 问到质量方针是什么？沿着业务流走下来，大家都是东一句西一句，没有共识。 沿着业务全流程，分成一段段，每段都是李云龙，各自为战，各显神通。但是没有统一数据&#x2F;IT、统一语言、统一方法。前面一段说日语，中间说德语，后面说汉语，从管理系统的角度看，长期运营的质量成本效率是难以确保的。 我们不能老是靠雷锋、焦裕禄取得成功。大家会搞疲的。要向苹果学习。当时苹果iphone一出来，日本厂商都不知道他们大难将至，现在已持续十几个季度亏损，很危险。现在谁还买他烟囱式的产品啊？管理也同此理，不是多，够用就行。我们若不去看各个管理之间是什么关系，就很容易搞成烟囱林立的管理体系。很多办事处说，我们是作战部门，背负了很多作战压力，公司很多行管部门插手进来，就像一个千手观音。其实核心业务流只有一个：LTC。所以，管理体系不能搞成烟囱式，因为是违背“深淘滩，低作堰”的，也不利于以客户为中心，内部没理顺，一定会影响外部客户满意。内部搞好了，一定会内顺外秀。","categories":[],"tags":[]}],"categories":[{"name":"分类1","slug":"分类1","permalink":"http://example.com/categories/%E5%88%86%E7%B1%BB1/"}],"tags":[{"name":"标签1","slug":"标签1","permalink":"http://example.com/tags/%E6%A0%87%E7%AD%BE1/"},{"name":"标签2","slug":"标签2","permalink":"http://example.com/tags/%E6%A0%87%E7%AD%BE2/"}]}