{"meta":{"title":"mjy'blog","subtitle":"","description":"mjy","author":"mjy","url":"http://example.com","root":"/"},"pages":[{"title":"archives","date":"2024-06-18T08:16:21.000Z","updated":"2024-06-18T08:16:21.738Z","comments":true,"path":"archives/index.html","permalink":"http://example.com/archives/index.html","excerpt":"","text":""},{"title":"about","date":"2024-06-18T08:15:26.000Z","updated":"2024-06-18T08:15:26.394Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":""},{"title":"friends","date":"2024-06-18T08:16:37.000Z","updated":"2024-06-18T08:16:37.032Z","comments":true,"path":"friends/index.html","permalink":"http://example.com/friends/index.html","excerpt":"","text":""},{"title":"tags","date":"2024-06-18T08:16:58.000Z","updated":"2024-06-18T08:16:58.750Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""},{"title":"categories","date":"2024-06-18T08:16:01.000Z","updated":"2024-06-18T08:16:01.660Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"about","slug":"about","date":"2024-06-18T08:14:42.000Z","updated":"2024-06-18T08:14:42.334Z","comments":true,"path":"2024/06/18/about/","permalink":"http://example.com/2024/06/18/about/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"温铁军：千万别再让资本毁了乡村旅游","slug":"my","date":"2024-06-17T14:28:38.000Z","updated":"2024-06-18T10:15:47.279Z","comments":true,"path":"2024/06/17/my/","permalink":"http://example.com/2024/06/17/my/","excerpt":"","text":"在这篇文章中，我想跟大家讨论一下乡村旅游的发展。根据国家农业普查，发展乡村旅游业的村庄，只占全国村庄的4.9%，不到5%。但是这个统计并不全面。2017年中央提出农业供给侧改革，就讲了农村要搞一二三产业融合。一二三产业融合，或者叫做农文旅融合，它涵盖的范围绝不是纯粹搞旅游业的村庄。纯粹讲乡村旅游业，并且以乡村旅游业作为一个指标来做统计，恐怕是有问题的。我们现在的农村旅游业，背后很多都是旅游产业资本在运营。旅游产业资本所开展的所谓乡村旅游，最大的特点是“有业无人”。这些旅游产业资本每到一个地方，就把一个村庄，或者一个古镇，全部包下来，然后跟地方政府承诺，我给你创造多少GDP，给你拉动多少投资。地方政府能完成招商引资，当然就给他开绿灯，把原来的居民迁走，让农民去“上楼”。就这样，旅游产业资本占有了当地资源，把它包装成一个题材，装进上市公司，或者让集团拿去融资，去进行资本运作。这就背离了农业供给侧改革所要求的，以农民为主体、以村域为单位的农文旅结合的绿色生产方式。我们看到这样的统计指标、这样发展模式，恐怕是因为很多人对中央文件没有多花功夫去好好学习。实际上，如今在全国遍地开花的，并不是简单的乡村旅游业，而是村村点火、户户冒烟的乡村休闲，是农家乐、民宿、森林康养等等，这些形态几乎是漫山遍野，到处都有。哪怕是一部分已经工业化的村庄，比如说华西村，已经是一个年产值几百亿、上千亿的庞大产业集群，它也在搞旅游。为了扩充旅游资源，原本只是一块平地的华西村，兼并了20个村，把周边的山地都开发成旅游目的地。这样一来，华西也从工业村变成一个一二三产融合的村子，它既有工业，也在稻田里开发体验农业，让上海、苏州、无锡等等大城市的市民，可以到这里来体验各种活动，春天插秧，秋天收割，夏天抓鱼、抓泥鳅、抓青蛙。这跟前面说的旅游专业村，有明显的区别。 “康庄大稻一一2020年华西青年插秧比赛”现场在任何有点景观的地方，我们的农民都自发地办了很多民宿或者农家乐，这些农家乐其实是不计入旅游业统计的。比如，我刚刚去了陕西的袁家村，它现在是个旅游专业村了，但当年起步的时候，当地只有两户农家乐，基本没人来。后来，村里搞了作坊一条街，以关中作坊文化带动旅游业。其实，它首先是个作坊专业村、餐饮专业村，作坊带动的乡村文化发展起来了，大家都来吃东西了，它就变成了旅游村。除了这种文化带动的旅游业，还有很多千差万别的形态，它们不是旅游产业资本控制的旅游村，很多都是自发形成的乡村旅游。山沟里边很多农民，沿着驴友们的旅游线，为他们准备了旅游服务，这也没被计入旅游产业。这几年来，很多林区、草原牧区，甚至是那些黄土高原沟壑纵横的贫困地区，都开始把农文旅结合在一起，自发形成了旅游业。比如说，在黄土高原，现在兴起的是教育旅游。我们中小学的自然教育，都会讲到黄土高原，讲到那里地貌破碎，沟壑纵横。以前，地理课本只能给你一张照片，但是现在呢，老师可以带着中小学生，亲身去看看什么叫做黄土高原的垂直节理，什么叫做地貌破碎，它在什么情况下会发生什么样的崩塌。你要想改造黄土高原，用什么样的方式改造？什么叫做反坡宽带梯田？什么叫做筑坝淤地？90年代以来，我们的教育指导思想一直存在一些问题，一门心思搞知识教育，考试就是学生的命根，考试就是法宝，最后大家齐步走，过独木桥，害了多少孩子。现在，教育部已经逐渐改变了这种错误的发展方式，劳动教育也要重视，不能四体不勤五谷不分。劳动教育怎么做？你要下乡，要进厂，才能做劳动教育，做自然教育，要让学生接触大自然。这样一来，乡村旅游的业态就更加丰富了。河沟里有多少青蛙，湿地里有多少种萤火虫？夏夜可以看到什么样的星空，在不同的条件仰望星空会有什么区别？你能数出多少星座？这些东西将真正意义上丰富孩子们的头脑的知识结构。这些新的自然教育，在城里是没法开展的，将会带来非常广阔的乡村旅游前景。这些新的乡村旅游形式，是过去那种旅游产业资本做不到的。资本看中了哪一块旅游资源，就把它圈下来，地方政府一看好不容易有资本进来了，政策赶紧跟上，借着打造营商环境的名义，把所有外来的车都赶得远远的，让你进不了最优质的旅游资源带，他好设一条旅游大巴线，再收你100块钱的车费。为什么现在很多旅游点越来越门可罗雀？很大程度上，旅游产业资本已经把自己玩死了。因为最有旅游消费增值潜力的，是中产阶级。中产阶级希望的是，我能自己开车进去，然后我们在这发呆，躺在草地上打滚，就行了。结果，现在别说打滚的地方，到处人头攒动，你连照张相的空间都没有。大巴车把游客大规模集中到一起，全都拉到黄金景点，其它地方都不停，其它旅游资源全都浪费了，就为了在黄金景点尽可能多收门票。这种只为资本利益服务的旅游，能叫旅游吗？中产阶级的旅游消费，崇尚绿色主义，要有个性化的自我表达，可是资本只满足了自己增值的需求，只为了股票市场上的市值增加，这怎么可能会有旅游？所以，旅游产业资本自己把自己玩死了，年轻的中产阶级驴友，不得不自己去找个荒山荒沟。只有在那种地方，他才能放松自我，才可以放开嗓门喊。你说把你送到一个人头攒动的地方，你敢喊吗？你一喊别人肯定以为你是疯子，怎么可能释放压力。城市本来就是一个逼仄的环境，资本林立，到处是钢筋水泥堆出的高楼，是你必须仰视才能看见的那种权威，让你失去自我。于是乎，这就给乡村旅游创造了一个巨大的空间。问题在于，我们很多地方官没有跟得上这个潮流，他不知道谁是他的客户。我现在到处跟地方官员讲，你们不要再用传统的旅游产业思路搞开发了，旅游产业的最大需求，是新兴中产阶级的需求，政府一定要理解他们的需求。对乡村旅游来说，全域旅游是很好的概念，安吉就是一个例子，你看安吉有哪里是收门票的？没有，整个乡村都是旅游景点。当年我们在安吉，帮他们做生态化发展规划的时候就提出来，不要搞县内道路的截弯取直，让那些中产阶级小白领、小确幸，就沿着山路弯弯绕。每一个可以照相的地方，留个小观景台，留个三五辆车的小停车场，让大家把车一停，在这儿坐一坐，在美景之中放飞自我。你让中产阶级可以放飞自我了，他就愿意在这里消费，在这里住下来，在这里发懒。 乡村旅游中休闲和养生的部分，刚好能够和中产阶级的绿色主义消费直接吻合。各地搞乡村旅游，一定要发现你的目标客户的需求，你要是搞成一条拥挤的旅游路线，全是定点饭店，定点消费，那最终只能把自己搞死。乡村旅游一定要和生态文明、和山水田林湖草的综合规划设计结合在一起，一定要去体现人作为一个生命体的需求。大家到乡村旅游，不是简单的去看景点、去立此存照，而是要寻求生命修复，恢复作为活生生的人的感觉。乡村旅游千万要以人为本，就跟现在中央强调以人为中心的城市化，是一样的道理。以人为中心的指导思想，才能创造乡村旅游的新业态。","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2024-06-17T09:19:10.119Z","updated":"2024-06-17T09:19:10.119Z","comments":true,"path":"2024/06/17/hello-world/","permalink":"http://example.com/2024/06/17/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[]}